Repository: bomillo/MVC_Portal_Aukcyjny
Catalog: WebApp/Resources/Shared.*.resx
Languages: fr_fr, pl_pl

# AddBid
source: Place bid
fr_fr: Place bid (FR)
pl_pl: Dodaj ofertę

# AdminPanel
source: Admin dashboard
pl_pl: Panel administracyjny

source: Analytics
pl_pl: Analityka

source: Answer
fr_fr: Answer (FR)
pl_pl: Odpowiedz

# ApiAuthError
source: An error occured while trying to authenticate. Verify your apikey passed in request header.
fr_fr: An error occured while trying to authenticate. Verify your apikey passed in request header. (FR)
pl_pl: Wystąpił problem podczas autentykacji. Sprawdź poprawność klucza przekazywany przy zapytaniu

# ApiKeyExist
source: Your account has assigned api key
fr_fr: Your żabojady ha bagieta in my mind
pl_pl: Posiadasz już wygenerowany klucz api

# AuctionEnded
source: Auction is ended
fr_fr: Auction is ended (FR)
pl_pl: Aukcja się zakończyła

# AuctionIsDraft
source: Auction is not published yet
fr_fr: Auction is not published yet (FR)
pl_pl: Aukcja nie została jeszcze opublikowana

# BidInvalidUser
source: You can't bid on your own auction
fr_fr: You can't bid on your own auction (FR)
pl_pl: Nie możesz tworzyć ofert do swojej aukcji

# BidInvalidValue
source: Bid value is invalid
fr_fr: Bid value is invalid (FR)
pl_pl: Wartość oferty nieprawidłowa

# BidPlaced
source: Bid has been successfully added
fr_fr: Bid has been successfully added (FR)
pl_pl: Oferta złożona pomyślnie

source: Bids
fr_fr: Bids (FR)
pl_pl: Oferty

# BidToLow
source: Bid value is too low
fr_fr: Bid value is too low (FR)
pl_pl: Wartość oferty za niska

# Business
source: Business report
pl_pl: Raport biznesowy

source: Close
fr_fr: Close FR
pl_pl: Zamknij

# CreateBid
source: Bid
fr_fr: Bid (FR)
pl_pl: Oferta

# Created
source: New auctions
pl_pl: Nowe aukcje

source: Dark
fr_fr: Dark (FR)
pl_pl: Ciemny

source: days
fr_fr: days (fr)
pl_pl: dni

source: Description
fr_fr: Description (FR)
pl_pl: Szczegóły

source: Edit auction
pl_pl: Edytuj aukcję

# Ended
source: Auctions ended
pl_pl: Zakończone aukcje

source: end in
fr_fr: end in (fr)
pl_pl: kończy się za

# FieldRequired
source: This field is required
fr_fr: FR
pl_pl: Pole jest wymagane

# FieldTooLong
source: Too long input
fr_fr: FieldTooLong FR
pl_pl: Wprowadzone dane są za długie

# FieldTooShort
source: Too short input
fr_fr: FieldTooShort (FR)
pl_pl: Wprowadzone dane są za krótkie

# GenerateApiKey
source: Create new api key
fr_fr: Generate Api key (FR)
pl_pl: Generuj klucz api

source: High Contrast
fr_fr: High Contrast (FR)
pl_pl: Wysoki kontrast

# InvalidAnswer
source: Answer format is invalid
fr_fr: Answer format is invalid (FR)
pl_pl: Format odpowiedzi jest niepoprawny

# InvalidQuestion
source: Question format is invalid
fr_fr: Question format is invalid (FR)
pl_pl: Wprowadzone pytanie ma niepoprawny format

# InvalidRequestData
source: Request data was invalid
fr_fr: Request data was invalid (FR)
pl_pl: Dane podane w request'cie są nieprawidłowe

source: Light
fr_fr: Light (FR)
pl_pl: Jasny

source: Logged in as
fr_fr: Logged in as (FR)
pl_pl: Zalogowano jako

# MessageSent
source: Message has been sent
fr_fr: Message has been sent (FR)
pl_pl: Wiadomość została wysłana

source: My auctions
pl_pl: Moje aukcje

source: My Bids
pl_pl: Moje oferty

# MyAuctionsCsv
source: Auctions history csv
pl_pl: Historia aukcji csv

# MyAuctionsPdf
source: Auctions history pdf
pl_pl: Historia aukcji pdf

# NewAnswer
source: Type your answer here...
fr_fr: Type your answer here (FR)
pl_pl: Odpowiedz na pytanie...

# NewApiKey
source: Save it in safe place. Your api key is
fr_fr: Save it in safe place. Your new api key (FR)
pl_pl: Zapisz w bezpiecznym miejscu. Twój klucz api to

# NewQuestion
source: Ask your question to seller here....
fr_fr: Ask your question to seller here.... (FR)
pl_pl: Zadaj pytanie tutaj...

# NoBidValue
source: No bid value found in request body
fr_fr: No bid value found in request body (FR)
pl_pl: Brak wartości oferty w z ciele zapytania

source: No result
pl_pl: Brak wyników

# NotLoggedIn
source: You must be logged in to do this
fr_fr: You must be logged in to do this (FR)
pl_pl: Musisz być zalogowany aby to wykonać

# NotOwner
source: You are not owner
fr_fr: Not owner (FR)
pl_pl: Nie jesteś właścicielem

# NowObserving
source: You now observe auction:
fr_fr: You now observe auction (FR):
pl_pl: Od teraz obserwujesz aukcje:

source: Observed
pl_pl: Obserwowane

# Popularity
source: Categories popularity
pl_pl: Popularność kategorii

source: Price
fr_fr: Price (FR)
pl_pl: Cena

# PriceFrom
source: From
fr_fr: From (FR)
pl_pl: Od

# PriceTo
source: To
fr_fr: To (FR)
pl_pl: Do

source: Questions
fr_fr: Questions (FR)
pl_pl: Pytania

source: Search
fr_fr: Search (FR)
pl_pl: Szukaj

source: Show Active
pl_pl: Pokaż Aktywne

source: Show All
pl_pl: Pokaż Wszystkie

source: Show Draft
pl_pl: Pokaż Projekty

source: Show Ended
pl_pl: Pokaż Zakończone

source: Something went wrong
fr_fr: Something went wrong (FR)
pl_pl: Coś poszło nie tak, spróbuj ponownie

# TimeSpan
source: Report time span (days)
pl_pl: Okres raportu (dni)
